Repository: Nizomiddin-web/taxi-bot
Catalog: locales/*/LC_MESSAGES/taxy-bot.po
Languages: ru

source: So'rov topilmadi!
ru: Запрос не найден!

source: Ulanish Hosil qilindi!
ru: Связь установлена!

source: Admin siz bilan bog'landi❗️
ru: Администратор связался с вами❗️

source: Assalomu alaykum Ismim:{admin_name} Qanday savollaringiz bor?
ru: Здравствуйте Меня зовут:{admin_name} Какие у вас вопросы?

source: Assalomu alaykum Admin!!!
ru: Здравствуйте, Администратор!!!

source: Hush kelibsiz siz ro'yhatdan o'tgansiz
ru: Добро пожаловать, вы зарегистрированы

source: Telefon raqamingizni yuborish tugmasini bosing👇
ru: Нажмите кнопку, чтобы отправить ваш номер телефона👇

source: Yuborilgan SMS CODE ni yozing!
ru: Введите отправленный SMS КОД!

source: Code yuborishda xatolik yuz berdi!
ru: Ошибка при отправке кода!

source: Telefonr Raqam tizimda topilmadi
ru: Номер телефона не найден в системе

source: Xatolik yuz berdi,Iltimos keyinroq urinib ko'ring!
ru: Произошла ошибка, пожалуйста, попробуйте позже!

source: Ro'yhatdan o'tdingiz!
ru: Вы зарегистрированы!

source: SMS CODE noto'gri.
ru: Неправильный SMS КОД.

source: 💬 Admin bilan Muloqot
ru: 💬 Связь с администратором

source: Assalomu alaykum {name} Sizda savollar mavjudmi? Adminlarimiz bilan bog'lanishni istaysizmi?
ru: Здравствуйте {name} У вас есть вопросы? Хотите связаться с нашими администраторами?

source: Salomat bo'ling!
ru: Будьте здоровы!

source: Sizning so'rovingiz qabul qilindi, iltimos navbatni kuting. Admin bog'lanishini kuting Chatni to'xtatish uchun pastdagi tugmani bosing👇
ru: Ваш запрос принят, пожалуйста, ждите. Ожидайте связи с администратором Чтобы остановить чат, нажмите кнопку ниже👇

source: Foydalanuvchi:<a href='tg://user?id={user_id}'>{name}</a> dan Muloqot so'rovi keldi
ru: Пользователь:<a href='tg://user?id={user_id}'>{name}</a> отправил запрос на связь

source: Xatolik yuz berdi iltimos keyinroq urinib ko'ring!
ru: Произошла ошибка, пожалуйста, попробуйте позже!

source: 👤 Mening Profilim
ru: 👤 Мой Профиль

source: Yangi 📱telefon raqamingizni kiriting:
ru: Введите ваш новый 📱номер телефона:

source: Iltimos, to'g'ri telefon raqamini kiriting. Masalan: +998901234567
ru: Пожалуйста, введите корректный номер телефона. Например: +998901234567

source: Telefon raqamingiz muvaffaqiyatli yangilandi: {new_phone}
ru: Ваш номер телефона успешно обновлен: {new_phone}

source: Xatolik yuz berdi iltimos keyinroq urinib ko'ring! Eslatma:Siz Boshqa shahsga tegishli raqamni kiritgan bo'lishingiz mumkin!
ru: Произошла ошибка, пожалуйста, попробуйте позже! Примечание: Вы могли ввести номер, принадлежащий другому лицу!

source: Yangi ismingizni kiriting:
ru: Введите ваше новое имя:

source: Ismingiz muvaffaqiyatli yangilandi: {new_first_name}
ru: Ваше имя успешно обновлено: {new_first_name}

source: Familiyangizni kiriting:
ru: Введите вашу новую фамилию:

source: Familiyangiz muvaffaqiyatli yangilandi: {new_last_name}
ru: Ваша фамилия успешно обновлена: {new_last_name}

source: 👤 Ko'rinish Tekshiruvi
ru: 👤 Проверка внешности

source: Siz ro'yhatdan o'tmagansiz!!! Qayta start bosing!!!
ru: Вы не зарегистрированы!!! Нажмите start снова!!!

source: Siz <b>👤 Ko'rinish Tekshiruvi</b>ga Rasm yuborgansiz Rasmlaringiz Tekshiruv Jarayonida...
ru: Вы отправили фото для <b>👤 Проверка внешности</b> Ваши фотографии на проверке...

source: Siz Kunlik<b>👤 Ko'rinish Tekshiruvi</b>dan O'tgansiz! Oq yo'l!!!
ru: Вы прошли ежедневную <b>👤 Проверка внешности</b>! Удачи!!!

source: <b>Iltimos, Ko'rinishingiz rasmlarini yuboring (5 tagacha). Namuna sifatida quyidagi rasmga qarang☝️ ❗️Eslatma: Rasmlarni 1 tadan yuboring!</b>
ru: <b>Пожалуйста, отправьте свои фотографии (до 5). Образец на фото выше☝️ ❗️Примечание: Отправляйте по одной фотографии!</b>

source: {img_len}/5 rasmlar yuklandi. Boshqa rasm qabul qilinmaydi!
ru: {img_len}/5 фотографий загружено. Дополнительные фото не принимаются!

source: Rasm qabul qilinmadi Rasm olingan vaqt 30 daqiqadan oshmasligi shart! Boshqa rasm yuboring!
ru: Фотография не принята Фото должно быть сделано не позднее 30 минут назад! Отправьте другую фотографию!

source: Rasmlarni document(file) shaklida yuboring!
ru: Отправьте фотографии в формате документа (файл)!

source: Yana Rasm yuboring!
ru: Отправьте ещё одно фото!

source: Rasmlar tekshiruvga yuborildi!
ru: Фотографии отправлены на проверку!

source: <b>Tekshiruvga yuborishni bekor qildingiz</b>
ru: <b>Вы отменили отправку на проверку</b>

source: 💬Chatni to'xtatish
ru: 💬Остановить чат

source: Sizning chatingiz to'xtatildi. Savollaringiz bo'lsa, yana yozishingiz mumkin.
ru: Ваш чат был остановлен. Если у вас есть вопросы, вы можете снова написать.

source: Chat to'xtatildi!
ru: Чат остановлен!

source: Foydalanuvchi chatni to'xtatdi.
ru: Пользователь остановил чат.

source: Sizda hech qanday faol chat mavjud emas.
ru: У вас нет активных чатов.

source: Aktiv muloqot topilmadi.
ru: Активный диалог не найден.

source: Xatolik yuz berdi.
ru: Произошла ошибка.

source: Xatolik yuz berdi!
ru: Произошла ошибка!

source: 🔙Ortga
ru: 🔙Назад

source: Asosiy bo'lim
ru: Главное меню

source: 📖 Manual/FAQ
ru: 📖 Руководство/FAQ

source: Qoidalar va Eng ko'p beriladigan savollarga javoblar
ru: Правила и ответы на часто задаваемые вопросы

source: Tasdiqlashga yuborilmagan
ru: Не отправлено на подтверждение

source: Tekshirilmoqda
ru: На проверке

source: Tasdiqlangan✅
ru: Подтверждено✅

source: Rad etilgan❌
ru: Отклонено❌

source: Xatolik yuz berdi. Iltimos keyinroq urinib ko'ring!
ru: Произошла ошибка. Пожалуйста, попробуйте позже!

source: Siz ro'yhatdan o'tmagansiz!!! Qayta /start bosing!!!
ru: Вы не зарегистрированы!!! Нажмите /start еще раз!!!

source: Ha Istayman✅
ru: Да, я хочу✅

source: Yo'q, Rahmat❌
ru: Нет, спасибо❌

source: 🖼Rasm Qo'shish➕
ru: 🖼Добавить фото➕

source: Yakunlash✅
ru: Завершить✅

source: Bekor Qilish🪓
ru: Отменить🪓

source: Approved✅
ru: Одобрено✅

source: Rejected❌
ru: Отклонено❌

source: Rasmlar aniq emas
ru: Фотографии не четкие

source: Rasmlar to'liq emas
ru: Фотографии не полные

source: Rasmlar noto'g'ri formatda
ru: Фотографии в неправильном формате

source: Rasmlar sifatli emas
ru: Фотографии некачественные

source: Boshqa sabablar
ru: Другие причины

source: 📱 Telefonni O'zgartirish
ru: 📱 Изменить номер телефона

source: 📝 Ismni O'zgartirish
ru: 📝 Изменить Имя

source: 📝 Familiyani O'zgartirish
ru: 📝 Изменить Фамилию

source: 📅Kunlik To'lov
ru: 📅Ежедневный платеж

source: 📆Oylik To'lov
ru: 📆Ежемесячный платеж

source: 📁To'lovlar Tarixi
ru: 📁История платежей

source: 📅 Kunlik Tekshiruv
ru: 📅Ежедневная проверка

source: 💳 Abonent To'lovlari
ru: 💳Оплата подписки

source: 🚕 Moshina Tekshiruvi
ru: 🚕Проверка автомобиля

source: 📊 Status
ru: 📊Статус

source: 📱Telefon raqamni yuborish
ru: 📱Отправить номер телефона

source: Til o'zgartirildi.
ru: Язык изменен.

source: <b>Ohirgi 10 kunlik to'lovlar 👤User ID:</b>{user_id}
ru: <b>Последние 10 платежей 👤ID пользователя:</b>{user_id}

source: <b>💲To'lov turi:</b> {payment_type} <b>💵 Miqdori:</b> {amount_value} <b>📅 To'lov sanasi:</b> {date} {time}
ru: <b>💲Тип платежа:</b> {payment_type} <b>💵 Сумма:</b> {amount_value} <b>📅 Дата платежа:</b> {date} {time}

source: Tekshiruvni tanlang 👇
ru: Выберите проверку 👇

source: To'lovingiz muvaffaqiyatli amalga oshirildi! Miqdor: {amount} {currency}.
ru: Ваш платеж был успешно завершен! Сумма: {amount} {currency}.

source: Ma'lumotlar serverga saqlanmadi To'lov haqida adminlarga murojat qiling!!
ru: Данные не были сохранены на сервере Пожалуйста, свяжитесь с администраторами для получения помощи!

source: Kunlik Obuna
ru: Ежедневная подписка

source: Kunlik obuna uchun to'lovni amalga oshiring.
ru: Совершите оплату за ежедневную подписку.

source: Oylik Obuna
ru: Месячная подписка

source: Oylik obuna uchun to'lovni amalga oshiring.
ru: Совершите оплату за месячную подписку.

source: Server xatoligi!!!
ru: Ошибка сервера!!!

source: Quyidagi test karta orqali to'lovni amalga oshirishingiz mumkin: `8600 0000 0000 0000` Mana sizning hisob-fakturangiz:
ru: Вы можете совершить оплату через тестовую карту: `8600 0000 0000 0000` Вот ваш счёт-фактура:

source: <b>Iltimos, moshina rasmlarini yuboring (5 tagacha). Namuna sifatida quyidagi rasmga qarang☝️ ❗️Eslatma: Rasmlarni 1 tadan yuboring!</b>
ru: <b>Пожалуйста, отправьте фотографии автомобиля (до 5). Посмотрите на изображение ниже как пример☝️ ❗️Примечание: Отправляйте фотографии по одной!</b>

source: Ism:
ru: Имя:

source: Familiya:
ru: Фамилия:

source: Telefon:
ru: 📱Телефон:

source: Balance:
ru: 💰Баланс:

source: Kiritilmagan!
ru: Не указано!

source: <b>Tekshiruv: 🚕 Moshina Tekshiruvi Status: {status_machine} Sababi: {rejection_reason_machine} Tekshiruv: 👤 Ko'rinish Tekshiruvi Status: {status_face} Sababi: {rejection_reason_face}</b>
ru: <b>Проверка: 🚕 Проверка автомобиля Статус: {status_machine} Причина: {rejection_reason_machine} Проверка: 👤 Проверка внешности Статус: {status_face} Причина: {rejection_reason_face}</b>
